---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ViewNode
source: html/1528d656-f85e-8c3f-7651-d50ca0a9f5c8.htm
---
# ViewNode Members

Information about the observation point (the camera) of the view.